Repository: common-repository/sendsms
Catalog: languages/wc_sendsms-*.po
Languages: ro_ro

source: (This is just an estimation, and not the actual price)
ro_ro: (Aceasta este doar o estimare, și nu prețul real)

source: euro in your sendSMS account.
ro_ro: euro in contul tau sendSMS

source: "Message: Completed"
ro_ro: "Mesaj: Completed"

source: &nbsp;I do not want to receive an SMS with the status of the order
ro_ro: &nbsp;Nu doresc sa primesc SMS cu starea comenzii

source: Activated
ro_ro: Activat

source: Add unsubscribe link?
ro_ro: Adăugare link de dezabonare?

source: Add unsubscribe link? (You must specify the {gdpr} key message. The {gdpr} key will be automatically replaced with the unique confirmation link. If the {gdpr} key is not specified, the confirmation link will be placed at the end of the message.)
ro_ro: Adăugare link de dezabonare? (Trebuie sa specificați mesajul cheie {gdpr}. Cheia {gdpr} va fi inlocuită automat cu linkul unic de confirmare. Dacă nu este specificată cheia {gdpr}, linkul de confirmare va fi plasat la sfârșitul mesajului.)

source: Answer
ro_ro: Răspuns

source: Batch Campaign
ro_ro: Campanie Batch

source: Billing County (leave blank to select all counties):
ro_ro: Județ facturare (lasă gol pentru a selecta toate judetele):

source: Campaign
ro_ro: Campanie

source: Configuration
ro_ro: Configurare

source: Content
ro_ro: Conținut

source: Country Code
ro_ro: Codul Tarii

source: Date
ro_ro: Data

source: Details
ro_ro: Detalii

source: Estimate the price
ro_ro: Estimează prețul

source: Example message:
ro_ro: Exemplu mesaj:

source: Example:
ro_ro: Exemplu:

source: Example: If you want to send a message when the status of the order changes to Completed, then you will need to fill in a message in the text field.
ro_ro: Exemplu: Dacă doriți să trimiteți un mesaj când se schimbă statusul comenzii în finalizată (Completed) atunci va trebui să completați un mesaj în câmpul text

source: Filter
ro_ro: Filtrează

source: Filter results:
ro_ro: Rezultate filtru:

source: Go to hub.sendsms.ro
ro_ro: Accesati hub.sendsms.ro

source: here
ro_ro: aici

source: Hi {billing_first_name}. Your order with order {order_number} has been completed.
ro_ro: Salut {billing_first_name}. Comanda ta cu numărul {order_number} a fost finalizată.

source: Historic
ro_ro: Istoric

source: It's being sent...
ro_ro: Se trimite...

source: maximum 11 alpha-numeric characters
ro_ro: maxim 11 caractere alfa numerice

source: Message
ro_ro: Mesaj

source: Message:
ro_ro: Mesaj:

source: Message:
ro_ro: Mesaj:

source: Minimum amount per order:
ro_ro: Suma minimă pe comandă:

source: On the settings page, below the credentials, you'll find a text field for each status available in WooCommerce. You will need to enter a message for the fields to which you want to send the notification. If a field is empty, then the text message will not be sent.
ro_ro: În pagina de setări, sub datele de autentificare, veți găsi câte un câmp text pentru fiecare status disponibil în WooCommerce. Va trebui să introduceți un mesaj pentru câmpurile la care doriți să se trimită sms de înștiințare. Dacă un câmp va fi gol, atunci sms-ul nu se va trimite.

source: Opt-out in cart
ro_ro: Opt-out în cos

source: Password / API Key
ro_ro: Parola / API Key

source: Period
ro_ro: Perioada

source: Phone
ro_ro: Telefon

source: Phone number
ro_ro: Număr de telefon

source: phone number(s)
ro_ro: numere de telefon

source: Phone numbers:
ro_ro: Numere de telefon:

source: Phone:
ro_ro: Telefon:

source: Please fill the message box first
ro_ro: Va rugam sa completati mai intai caseta de mesaj

source: Please send a message first
ro_ro: Va rugam sa trimiteti mai intai un mesaj

source: Please use only links starting with https:// or http://
ro_ro: Vă rugăm sa folosiți doar linkuri care incep cu https:// sau http://

source: Refund request for order {order_number} has been completed.
ro_ro: Cererea de restituire pentru comanda cu numarul {order_number} a fost finalizata. NumeSite.ro

source: Save
ro_ro: Salvează

source: Search
ro_ro: Caută

source: Send a test
ro_ro: Trimite un test

source: Send an SMS to each new order
ro_ro: Trimitere SMS la fiecare comandă nouă

source: Send SMS to every number.
ro_ro: Trimiteti SMS la fiecare numar.

source: Send the message
ro_ro: Trimite mesajul

source: SendSMS - Campaign
ro_ro: SendSMS - Campanie

source: SendSMS - Historic
ro_ro: SendSMS - Istoric

source: SendSMS - Login data
ro_ro: SendSMS - Date autentificare

source: SendSMS - Send an SMS test
ro_ro: SendSMS - Trimite un SMS de test

source: SendSMS for WooCommerce
ro_ro: SendSMS pentru WooCommerce

source: Shipper label
ro_ro: Label

source: Short URL?
ro_ro: Micșorare url?

source: Short URL? (Please use only links starting with https:// or http://)
ro_ro: Micșorare url? (Vă rugăm sa folosiți doar linkuri care incep cu https:// sau http://)

source: Sign up for FREE
ro_ro: Înregistrați-vă GRATUIT

source: Simulation phone number
ro_ro: Număr telefon simulare

source: SMS message sent to
ro_ro: Mesaj SMS trimis către

source: SMS sending simulation
ro_ro: Simulare trimitere SMS

source: Status Updates
ro_ro: Statusuri

source: Success
ro_ro: Succes

source: The approximate number of messages:
ro_ro: Numărul aproximativ de mesaje:

source: The estimate price is:
ro_ro: Prețul estimativ este de

source: The field is empty
ro_ro: Câmpul este gol

source: The message entered must not contain diacritics. If they are entered the letters with diacritics will be replaced with their equivalent without diacritics.
ro_ro: Mesajul introdus nu trebuie să conțină diacritice. Dacă acestea sunt introduse literele cu diacritice vor fi înlocuite cu echivalentul lor fără diacritice.

source: The message was sent
ro_ro: Mesajul a fost trimis

source: The message was sent.
ro_ro: Mesajul a fost trimis.

source: The order with the number {order_number} has been canceled. For details: sitename.com
ro_ro: Comanda cu numarul {order_number} a fost anulata. Pentru detalii: NumeSite.ro

source: The order with the number {order_number} has been placed successfully and will be shipped as soon as we receive your payment in the amount of {order_total} EURO. sitename.com
ro_ro: Comanda cu numarul {order_number} a fost plasata cu succes si va fi expediata imediat ce primim plata dvs in valoare de {order_total} RON. NumeSite.ro

source: The order with the number {order_number} is being processed and is to be delivered. sitename.com
ro_ro: Comanda cu numarul {order_number} este in curs de procesare si urmeaza a fi livrata. NumeSite.ro

source: The order with the number {order_number} is pending, one or more products are missing
ro_ro: Comanda cu numarul {order_number} este in asteptare, unul sau mai multe produse lipsesc

source: The order {order_number} has been prepared and will be delivered to the Courier. Payment: {order_total} LEI. Thank you, sitename.com
ro_ro: Comanda cu numarul {order_number} a fost plasata cu succes si va fi expediata imediat ce primim plata dvs in valoare de {order_total} RON. NumeSite.ro

source: The phone number where the messages will be sent
ro_ro: Numărul de telefon unde vor fi trimise mesajele

source: The plugin is not configured.
ro_ro: Modulul nu este configurat corect.

source: The purchased product (leave blank to select all products):
ro_ro: Produs cumpărat (lasă gol pentru a selecta toate produsele):

source: The validated phone number is empty!
ro_ro: Numărul de telefon validat este gol!

source: There is a problem processing the payment for the order with the number {order_number}. Please contact us.
ro_ro: Exista o problema cu procesarea platii pentru comanda cu numarul {order_number}. Va rugam sa ne contactati. NumeSite.ro

source: To use the module, please enter your credentials on the configuration page.
ro_ro: Pentru a folosi modulul, vă rugăm să introduceți datele de autentificare în pagina de configurare.

source: Type
ro_ro: Tip

source: Use our SMS shipping solution to deliver the right information at the right time. Give your customers a superior experience!
ro_ro: Folositi solutia noastra de expedieri SMS pentru a livra informatia corecta la momentul potrivit. Oferiti clientilor dvs. o experienta superioara!

source: Username
ro_ro: Nume utilizator

source: Variable available:
ro_ro: Variabile disponibile:

source: We created your campaign. Go and check the batch called:
ro_ro: V-am creat campania. Mergeti si verificati batch-ul numit:

source: You can enter variables that will be filled in according to the order data.
ro_ro: Puteți introduce variabile care se vor completa în funcție de datele de comandă.

source: You can find out more about sendSMS
ro_ro: Mai multe detalii despre sendSMS puteți afla

source: You did not enter a password
ro_ro: Nu ai introdus o parola

source: You did not enter a username
ro_ro: Nu ai introdus un nume de utilizator

source: You don't have a sendSMS account?
ro_ro: Nu ai un cont de sendSMS?

source: You have
ro_ro: Mai ai

source: You have not configured the module!
ro_ro: Nu ai configurat modulul

source: You have not entered a message!
ro_ro: Nu ai introdus mesajul!

source: You have not entered a password
ro_ro: Nu ai introdus parola

source: You have not entered your phone number!
ro_ro: Nu ai introdus numărul tău de telefon

source: You must choose at least one phone number.
ro_ro: Trebuie sa alegeti cel putin un numar de telefon.

source: You must complete the message and a phone number
ro_ro: Trebuie să completați mesajul și un număr de telefon

source: You must complete the message first.
ro_ro: Mai intai trebuie sa completati mesajul.

source: You must specify the key message {gdpr}. The {gdpr} key will be automatically replaced with the unique confirmation link. If the {gdpr} key is not specified, the confirmation link will be placed at the end of the message.
ro_ro: Trebuie sa specificați mesajul cheie {gdpr}. Cheia {gdpr} va fi inlocuită automat cu linkul unic de confirmare. Dacă nu este specificată cheia {gdpr}, linkul de confirmare va fi plasat la sfârșitul mesajului.)
